Repository: Ariozo/libgnomekbd
Catalog: po/*.po
Languages: id

source: XKB initialization error
id: Pengenalan XKB error

source: There was an error loading an image: %s
id: Ada kesalahan membaca gambar: %s

source: layout "%s"
id: susunan "%s"

source: option "%s"
id: pilihan "%s"

source: model "%s", %s and %s
id: model "%s", %s dan %s

source: no layout
id: tanpa susunan

source: no options
id: tanpa pilihan

source: A collection of scripts to run whenever the keyboard state is reloaded. Useful for re-applying xmodmap based adjustments
id: Kumpulan program berjalan ketika papan ketika di baca ulang. Berguna untuk menerapkan penyesuaian berdasarkan xmodmap

source: A list of modmap files available in the $HOME directory.
id: Daftar berkas modmap tersedia dalam direktori $HOME.

source: Default group, assigned on window creation
id: Kelompok default, ditentukan pada pembuatan jendela

source: Keep and manage separate group per window
id: Pertahankan dan kelola kelompok terpisah setiap jendela

source: Keyboard Update Handlers
id: Pelaksana Pembaruan Papan ketik

source: Keyboard layout
id: Susunan papan ketik

source: Keyboard model
id: Model papan ketik

source: Keyboard options
id: Pilihan papan ketik

source: Keyboard settings in gconf will be overridden from the system ASAP (deprecated)
id: Ketetapan papan ketik dalam gconf akan ditimpa dari sistem ASAP (tidak dipakai lagi)

source: Save/restore indicators together with layout groups
id: Simpan/ambil penanda bersamaan dengan kelompok susunan

source: Secondary groups
id: Kelompok kedua

source: Show layout names instead of group names
id: Tampilkan nama susunan dari pada nama kelompok

source: Show layout names instead of group names (only for versions of XFree supporting multiple layouts)
id: Tampilkan nama susunan dari pada nama kelompok (hanya untuk versi XFree yang mendukung banyak susunan)

source: The Keyboard Preview, X offset
id: Tampilan papan ketik, offset X

source: The Keyboard Preview, Y offset
id: Tampilan papan ketik, offset Y

source: The Keyboard Preview, height
id: Tampilan papan ketik, tinggi

source: The Keyboard Preview, width
id: Tampilan papan ketik, lebar

source: The list of enabled Keyboard Indicator plugins
id: Daftar program Penanda Papak ketik yang aktif

source: Very soon, keyboard settings in gconf will be overridden (from the system configuration) This key has been deprecated since GNOME 2.12, please unset the model, layouts and options keys to get the default system configuration.
id: Segera, ketetapan papan ketika dalam gconf akan ditimpa (dari konfigurasi sistem) Kunci ini telah tidak dipakai sejak GNOME 2.12, silahkan hilangkan model, susunan dan pilihan kucni untuk mendapatkan konfigurasi sistem default.

source: keyboard layout
id: susunan papan ketik

source: keyboard model
id: model papan ketik

source: modmap file list
id: daftar berkas modmap

source: Activate more plugins
id: Aktifkan lebih program

source: Active _plugins:
id: _Program aktif:

source: Add Plugin
id: Tambah Plugin

source: Close the dialog
id: Tutup percakapan

source: Configure the selected plugin
id: Konfigurasikan program terpilih

source: Deactivate selected plugin
id: Matikan program terpilih

source: Decrease the plugin priority
id: Kurangi tingkat kepentingan program

source: Increase the plugin priority
id: Tambah tingkat kepentingan program

source: Keyboard Indicator Plugins
id: Program Penanda Papan ketik

source: The list of active plugins
id: Daftar program yang aktif

source: _Available plugins:
id: Progr_am tersedia:

source: No description.
id: Tanpa penjelasan.

source: Failed to init GConf: %s
id: Gagal memulai GConf: %s

source: Enable/disable installed plugins
id: Aktif/matikan program terpasang

source: Keyboard Indicator plugins
id: Program Penanda Papan ketik

source: Keyboard Indicator Test (%s)
id: Ujicoba Penanda Papan ketik (%s)

source: Indicator:
id: Penanda:
